{
  "config": {
    "hyper_parameters": {
      "layer_blstm": {
        "units": 128,
        "return_sequences": true
      },
      "layer_dropout": {
        "rate": 0.4
      },
      "layer_time_distributed": {},
      "layer_activation": {
        "activation": "softmax"
      }
    }
  },
  "tf_model": {
    "class_name": "Model",
    "config": {
      "name": "model_1",
      "layers": [
        {
          "name": "input",
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              47
            ],
            "dtype": "float32",
            "sparse": false,
            "name": "input"
          },
          "inbound_nodes": []
        },
        {
          "name": "layer_embedding",
          "class_name": "Embedding",
          "config": {
            "name": "layer_embedding",
            "trainable": true,
            "batch_input_shape": [
              null,
              null
            ],
            "dtype": "float32",
            "input_dim": 1647,
            "output_dim": 100,
            "embeddings_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "minval": -0.05,
                "maxval": 0.05,
                "seed": null,
                "dtype": "float32"
              }
            },
            "embeddings_regularizer": null,
            "activity_regularizer": null,
            "embeddings_constraint": null,
            "mask_zero": false,
            "input_length": null
          },
          "inbound_nodes": [
            [
              [
                "input",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "layer_blstm",
          "class_name": "Bidirectional",
          "config": {
            "name": "layer_blstm",
            "trainable": true,
            "dtype": "float32",
            "layer": {
              "class_name": "CuDNNLSTM",
              "config": {
                "name": "cu_dnnlstm",
                "trainable": true,
                "dtype": null,
                "return_sequences": true,
                "return_state": false,
                "go_backwards": false,
                "stateful": false,
                "time_major": false,
                "units": 128,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null,
                    "dtype": "float32"
                  }
                },
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null,
                    "dtype": "float32"
                  }
                },
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {
                    "dtype": "float32"
                  }
                },
                "unit_forget_bias": true,
                "kernel_regularizer": null,
                "recurrent_regularizer": null,
                "bias_regularizer": null,
                "activity_regularizer": null,
                "kernel_constraint": null,
                "recurrent_constraint": null,
                "bias_constraint": null
              }
            },
            "merge_mode": "concat"
          },
          "inbound_nodes": [
            [
              [
                "layer_embedding",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "layer_dropout",
          "class_name": "Dropout",
          "config": {
            "name": "layer_dropout",
            "trainable": true,
            "dtype": "float32",
            "rate": 0.4,
            "noise_shape": null,
            "seed": null
          },
          "inbound_nodes": [
            [
              [
                "layer_blstm",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "layer_time_distributed",
          "class_name": "TimeDistributed",
          "config": {
            "name": "layer_time_distributed",
            "trainable": true,
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "name": "dense",
                "trainable": true,
                "dtype": "float32",
                "units": 28,
                "activation": "linear",
                "use_bias": true,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null,
                    "dtype": "float32"
                  }
                },
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {
                    "dtype": "float32"
                  }
                },
                "kernel_regularizer": null,
                "bias_regularizer": null,
                "activity_regularizer": null,
                "kernel_constraint": null,
                "bias_constraint": null
              }
            }
          },
          "inbound_nodes": [
            [
              [
                "layer_dropout",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "activation",
          "class_name": "Activation",
          "config": {
            "name": "activation",
            "trainable": true,
            "dtype": "float32",
            "activation": "softmax"
          },
          "inbound_nodes": [
            [
              [
                "layer_time_distributed",
                0,
                0,
                {}
              ]
            ]
          ]
        }
      ],
      "input_layers": [
        [
          "input",
          0,
          0
        ]
      ],
      "output_layers": [
        [
          "activation",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf",
    "backend": "tensorflow"
  },
  "embedding": {
    "processor": {
      "class_name": "LabelingProcessor",
      "config": {
        "label2idx": {
          "<PAD>": 0,
          "O": 1,
          "I-time": 2,
          "B-time": 3,
          "I-med_exam": 4,
          "I-name": 5,
          "B-med_exam": 6,
          "I-location": 7,
          "I-money": 8,
          "B-name": 9,
          "B-location": 10,
          "I-contact": 11,
          "B-money": 12,
          "I-profession": 13,
          "I-ID": 14,
          "I-family": 15,
          "B-contact": 16,
          "B-family": 17,
          "B-profession": 18,
          "B-ID": 19,
          "I-clinical_event": 20,
          "I-education": 21,
          "B-education": 22,
          "I-others": 23,
          "B-clinical_event": 24,
          "B-others": 25,
          "I-organization": 26,
          "B-organization": 27
        },
        "token2idx": {
          "<PAD>": 0,
          "<UNK>": 1,
          "<BOS>": 2,
          "<EOS>": 3,
          "\uff1a": 4,
          "\u3002": 5,
          "\uff0c": 6,
          "\u5e2b": 7,
          "\u662f": 8,
          "\u6c11": 9,
          "\u773e": 10,
          "\u91ab": 11,
          "\u6709": 12,
          "\u500b": 13,
          "\u5c31": 14,
          "\u7684": 15,
          "\u4f60": 16,
          "\u6211": 17,
          "\u597d": 18,
          "\uff1f": 19,
          "\u9019": 20,
          "\u4e00": 21,
          "\u90a3": 22,
          "\u4e0d": 23,
          "\u2026": 24,
          "\u6703": 25,
          "\u5c0d": 26,
          "\u4ee5": 27,
          "\u6c92": 28,
          "\u4ed6": 29,
          "\u7ba1": 30,
          "\u8981": 31,
          "\u5403": 32,
          "\u6a23": 33,
          "\u9084": 34,
          "\u55ef": 35,
          "\u53ef": 36,
          "\u4e86": 37,
          "\u963f": 38,
          "\u5594": 39,
          "\u554a": 40,
          "\u6240": 41,
          "\u70ba": 42,
          "\u5f8c": 43,
          "\u5728": 44,
          "\u8aaa": 45,
          "\u5011": 46,
          "\u90fd": 47,
          "\u4e0b": 48,
          "\u4f86": 49,
          "\u56e0": 50,
          "\u85e5": 51,
          "\u6642": 52,
          "\u4e5f": 53,
          "\u5566": 54,
          "\u7136": 55,
          "\u5929": 56,
          "\u55ce": 57,
          "\u5bb6": 58,
          "\u770b": 59,
          "\u6bd4": 60,
          "\u4e0a": 61,
          "\u6b21": 62,
          "\u9ebc": 63,
          "\u5c6c": 64,
          "\u6708": 65,
          "\u9ede": 66,
          "\u5230": 67,
          "\u80fd": 68,
          "\u5019": 69,
          "\u5f97": 70,
          "\u8f03": 71,
          "\u5b50": 72,
          "\u5982": 73,
          "\u5f88": 74,
          "\u9f41": 75,
          "\u53bb": 76,
          "\u679c": 77,
          "\u89ba": 78,
          "\u8ddf": 79,
          "\u591a": 80,
          "\u518d": 81,
          "\u958b": 82,
          "\u524d": 83,
          "\u5169": 84,
          "\u8840": 85,
          "\u4e4b": 86,
          "\u904e": 87,
          "\u563f": 88,
          "\u5927": 89,
          ".": 90,
          "\u73fe": 91,
          "\u4f46": 92,
          "\u50cf": 93,
          "\u6069": 94,
          "\u7528": 95,
          "\u4ec0": 96,
          "\u60f3": 97,
          "\u5176": 98,
          "O": 99,
          "\u62bd": 100,
          "\u22ef": 101,
          "K": 102,
          "\u4eba": 103,
          "\u5b9a": 104,
          "\u61c9": 105,
          "\u4e09": 106,
          "\u62dc": 107,
          "\u79ae": 108,
          "\u611f": 109,
          "\u5e38": 110,
          "\u8a72": 111,
          "1": 112,
          "\u9846": 113,
          "\u6027": 114,
          "\u6b63": 115,
          "P": 116,
          "\u8d77": 117,
          "\u54c8": 118,
          "\u554f": 119,
          "\u5957": 120,
          "\u5be6": 121,
          "\u4e9b": 122,
          "\u9053": 123,
          "\u65b9": 124,
          "\u77e5": 125,
          "\u6234": 126,
          "0": 127,
          "\u908a": 128,
          "\u505a": 129,
          "\u6b38": 130,
          "\u8a71": 131,
          "\u9762": 132,
          "\u6253": 133,
          "\u4eca": 134,
          "\u5e74": 135,
          "\u5b83": 136,
          "\u5148": 137,
          "\uff5e": 138,
          "\u561b": 139,
          "\u7d04": 140,
          "\u54fc": 141,
          "\u6700": 142,
          "\u5c0f": 143,
          "\u3001": 144,
          "\u95dc": 145,
          "\u767c": 146,
          "\u81ea": 147,
          "\u56de": 148,
          "\u5c11": 149,
          "\u751f": 150,
          "\u771f": 151,
          "2": 152,
          "\u5fc3": 153,
          "\u809d": 154,
          "\u7b49": 155,
          "\u53cd": 156,
          "\u5206": 157,
          "\u884c": 158,
          "\u75c5": 159,
          "\u4fc2": 160,
          "\u525b": 161,
          "\u9593": 162,
          "\u5047": 163,
          "\u7576": 164,
          "\u51fa": 165,
          "\u592a": 166,
          "\u5df2": 167,
          "\u56fa": 168,
          "\u5e7e": 169,
          "\u7d66": 170,
          "\u53ea": 171,
          "\u8b77": 172,
          "\u6216": 173,
          "\u8b1b": 174,
          "\u7406": 175,
          "r": 176,
          "\u600e": 177,
          "\u9ad8": 178,
          "\u67d3": 179,
          "\u7d93": 180,
          "o": 181,
          "\u5e6b": 182,
          "\u4fdd": 183,
          "\u865f": 184,
          "\u9ad4": 185,
          "\u5dee": 186,
          "\u5341": 187,
          "\u88e1": 188,
          "\u5df1": 189,
          "\u8a3a": 190,
          "\u5b8c": 191,
          "\u6982": 192,
          "\u6bd2": 193,
          "\u54e6": 194,
          "\u7b2c": 195,
          "\u7a2e": 196,
          "\u672c": 197,
          "\u624d": 198,
          "\u6cd5": 199,
          "\u800c": 200,
          "\u5475": 201,
          "\u65e9": 202,
          "\u4e8c": 203,
          "\u6aa2": 204,
          "\u53c8": 205,
          "\u72c0": 206,
          "\u90e8": 207,
          "\u56db": 208,
          "\u984c": 209,
          "\u4e45": 210,
          "\u4e8b": 211,
          "\u6bcf": 212,
          "\u60c5": 213,
          "5": 214,
          "\u59cb": 215,
          "\u6578": 216,
          "\u4e94": 217,
          "\u8fd1": 218,
          "\u75db": 219,
          "k": 220,
          "\u8a18": 221,
          "E": 222,
          "\u539f": 223,
          "\u67e5": 224,
          "\u610f": 225,
          "\u6cc1": 226,
          "\u8a92": 227,
          "\u7b97": 228,
          "\u4e2d": 229,
          "\u5916": 230,
          "6": 231,
          "\u6c34": 232,
          "\u9a57": 233,
          "\u76f4": 234,
          "3": 235,
          "\u529b": 236,
          "\u901a": 237,
          "\u9810": 238,
          "\u7121": 239,
          "\u8eab": 240,
          "4": 241,
          "\uff01": 242,
          "8": 243,
          "\u7167": 244,
          "\u6297": 245,
          "\u91cf": 246,
          "\u8b1d": 247,
          "\u708e": 248,
          "7": 249,
          "\u7269": 250,
          "\u8fa6": 251,
          "\u62ff": 252,
          "\u5427": 253,
          "\u516d": 254,
          "\u751a": 255,
          "\u932f": 256,
          "\u7e8c": 257,
          "\u8b8a": 258,
          "\u4efb": 259,
          "\u8b93": 260,
          "\u63a5": 261,
          "\u78ba": 262,
          "\u4f4f": 263,
          "\u5c3f": 264,
          "\u6210": 265,
          "\u578b": 266,
          "\u52a0": 267,
          "\u81f3": 268,
          "\u5feb": 269,
          "\u6162": 270,
          "\u6307": 271,
          "\u665a": 272,
          "\u670d": 273,
          "\u63d0": 274,
          "\u5ea6": 275,
          "\u628a": 276,
          "\u7d50": 277,
          "\u89e3": 278,
          "\u8a2d": 279,
          "\u55ae": 280,
          "e": 281,
          "\u7a0d": 282,
          "\u9632": 283,
          "\u91cd": 284,
          "\u96aa": 285,
          "\u65bc": 286,
          "\u4f5c": 287,
          "\u9662": 288,
          "\u6389": 289,
          "\u5fae": 290,
          "\u80c3": 291,
          "\u5979": 292,
          "\u7d30": 293,
          "\u83cc": 294,
          "\u4fbf": 295,
          "\u7642": 296,
          "\u8005": 297,
          "\u64d4": 298,
          "\u814e": 299,
          "\u5462": 300,
          "9": 301,
          "\u4f34": 302,
          "\u5730": 303,
          "\u5f9e": 304,
          "\u5168": 305,
          "\u6771": 306,
          "\u75ab": 307,
          "\u653e": 308,
          "B": 309,
          "\u529f": 310,
          "\u8846": 311,
          "\u516b": 312,
          "\u7d20": 313,
          "\u54ea": 314,
          "\u52d9": 315,
          "\u8212": 316,
          "\u534a": 317,
          "\u540d": 318,
          "\u6cbb": 319,
          "\u91dd": 320,
          "\u6015": 321,
          "\u79d1": 322,
          "\u6885": 323,
          "\u544a": 324,
          "\u5b78": 325,
          "\u4fb6": 326,
          "\u624b": 327,
          "\u8cb7": 328,
          "\u767e": 329,
          "\u540c": 330,
          "A": 331,
          "\u602a": 332,
          "\u5247": 333,
          "\u897f": 334,
          "\u671f": 335,
          "\u7cd6": 336,
          "\u9700": 337,
          "\u5225": 338,
          "\u75fe": 339,
          "\u660e": 340,
          "\u5348": 341,
          "\u53cb": 342,
          "\u4e03": 343,
          "\u8a8d": 344,
          "\u627e": 345,
          "\u767d": 346,
          "\u71d2": 347,
          "\u5fd8": 348,
          "\u88ab": 349,
          "\u7232": 350,
          "\u5920": 351,
          "\u8b70": 352,
          "\u7e7c": 353,
          "\u8d85": 354,
          "\u601d": 355,
          "\u8acb": 356,
          "\u6548": 357,
          "\u5efa": 358,
          "\u9577": 359,
          "\u5831": 360,
          "\u6392": 361,
          "\u81df": 362,
          "\u883b": 363,
          "\u53eb": 364,
          "\u58d3": 365,
          "\u505c": 366,
          "\uff2f": 367,
          "\u5236": 368,
          "\u76f8": 369,
          "\u8a66": 370,
          "\u6d41": 371,
          "\u4e5d": 372,
          "\u6574": 373,
          "\u9ebd": 374,
          "\u807d": 375,
          "C": 376,
          "\u5316": 377,
          "\u76ee": 378,
          "\u57fa": 379,
          "\u52d5": 380,
          "\u9032": 381,
          "\u8cbb": 382,
          "\u985e": 383,
          "\u7761": 384,
          "\u5beb": 385,
          "\u5de5": 386,
          "\u9580": 387,
          "\u5e36": 388,
          "\u5f71": 389,
          "\u70ae": 390,
          "\u8ad6": 391,
          "\u4f4e": 392,
          "\u6c23": 393,
          "\u6539": 394,
          "\u8655": 395,
          "\u4ef6": 396,
          "\u9694": 397,
          "\u74f6": 398,
          "\u8d70": 399,
          "\u514d": 400,
          "\uff2b": 401,
          "\u964d": 402,
          "\u8272": 403,
          "\u5065": 404,
          "\u5fa9": 405,
          "\u66f4": 406,
          "\u6c42": 407,
          "\u982d": 408,
          "\u5e73": 409,
          "\u53e3": 410,
          "\u88dc": 411,
          "\u516c": 412,
          "\u8aac": 413,
          "H": 414,
          "\u9ebb": 415,
          "\u5fd9": 416,
          "\u8dd1": 417,
          "\u5167": 418,
          "\u6301": 419,
          "\u65b0": 420,
          "\u559d": 421,
          "\u795e": 422,
          "\u6a5f": 423,
          "\u6d88": 424,
          "\u822c": 425,
          "\u7279": 426,
          "\u670b": 427,
          "\u7403": 428,
          "\u8a08": 429,
          "\u773c": 430,
          "\u611b": 431,
          "\u5e95": 432,
          "\u4ea8": 433,
          "n": 434,
          "\u5f0f": 435,
          "\u96e3": 436,
          "\u8d8a": 437,
          "\u4ea4": 438,
          "\u5de6": 439,
          "\u8036": 440,
          "\u65b7": 441,
          "\u53e6": 442,
          "\u8457": 443,
          "\u6ce8": 444,
          "\u62c9": 445,
          "\u5b89": 446,
          "\u97ff": 447,
          "\u63a7": 448,
          "\u639b": 449,
          "\u56c9": 450,
          "\u7be9": 451,
          "V": 452,
          "\u6c7a": 453,
          "\u7a0b": 454,
          "\u53f0": 455,
          "\u5f35": 456,
          "\u8c61": 457,
          "\u5291": 458,
          "\u5408": 459,
          "\u898b": 460,
          "\u8089": 461,
          "i": 462,
          "\u816b": 463,
          "\u65e5": 464,
          "\u97f3": 465,
          "\u606f": 466,
          "\u6bb5": 467,
          "\u7db2": 468,
          "\u8ffd": 469,
          "\u73ed": 470,
          "\u98df": 471,
          "\u7d05": 472,
          "\u50b3": 473,
          "\u8b58": 474,
          "\u96fb": 475,
          "\u75c7": 476,
          "\u86e4": 477,
          "\u54b3": 478,
          "\u4e14": 479,
          "\u570b": 480,
          "\u50b7": 481,
          "\u5468": 482,
          "\u9806": 483,
          "\u76ae": 484,
          "\u53f3": 485,
          "\u63db": 486,
          "\u8102": 487,
          "\u654f": 488,
          "\u6797": 489,
          "\u7a7a": 490,
          "\u9047": 491,
          "I": 492,
          "\u5269": 493,
          "\u53d7": 494,
          "\u5bb9": 495,
          "\u9023": 496,
          "\u975e": 497,
          "\u589e": 498,
          "\u81bd": 499,
          "\uff30": 500,
          "\u6e96": 501,
          "\u7d2f": 502,
          "\u4efd": 503,
          "\u6ce2": 504,
          "\u9178": 505,
          "a": 506,
          "t": 507,
          "\u616e": 508,
          "\u6613": 509,
          "\u9663": 510,
          "\u6e05": 511,
          "\u5192": 512,
          "\u82b1": 513,
          "\u4e3b": 514,
          "\u5305": 515,
          "\u6d3b": 516,
          "\u9192": 517,
          "\u8a02": 518,
          "l": 519,
          "\u8178": 520,
          "\u7247": 521,
          "\u8003": 522,
          "\u8e64": 523,
          "\u5ee0": 524,
          "\u7a81": 525,
          "\u00b7": 526,
          "\u9322": 527,
          "\u9664": 528,
          "\u4e4e": 529,
          "\u8179": 530,
          "\u8def": 531,
          "\u8173": 532,
          "\u8f15": 533,
          "\u6e2c": 534,
          "\u7169": 535,
          "\u6cb9": 536,
          "\u6536": 537,
          "\u6ecb": 538,
          "\u990a": 539,
          "\u5200": 540,
          "\u584a": 541,
          "\u7d44": 542,
          "\u671b": 543,
          "d": 544,
          "\uff25": 545,
          "\u71b1": 546,
          "\u6dcb": 547,
          "\u904b": 548,
          "\u9818": 549,
          "\u8868": 550,
          "\u98ef": 551,
          "\u6fc3": 552,
          "\u82d7": 553,
          "\u9001": 554,
          "\u5b57": 555,
          "\u521d": 556,
          "\u723e": 557,
          "\u54c7": 558,
          "\u8abf": 559,
          "\u809a": 560,
          "\u7d00": 561,
          "\u83dc": 562,
          "\u80de": 563,
          "\u7ad9": 564,
          "\u98f2": 565,
          "\u533f": 566,
          "\u8166": 567,
          "\u5c64": 568,
          "\u7e3d": 569,
          "\u8cea": 570,
          "\u6e1b": 571,
          "\u4fe1": 572,
          "\u5c40": 573,
          "\u5f37": 574,
          "\u5343": 575,
          "\u5076": 576,
          "\u5df4": 577,
          "\u5099": 578,
          "\u6838": 579,
          "\u5370": 580,
          "\u7a69": 581,
          "\u5750": 582,
          "\u4f55": 583,
          "\u6599": 584,
          "\u5f80": 585,
          "\u614b": 586,
          "p": 587,
          "\u8a31": 588,
          "\u5947": 589,
          "\u8170": 590,
          "\u6025": 591,
          "\u4f11": 592,
          "\u56b4": 593,
          "\u8f49": 594,
          "\u98a8": 595,
          "\u5443": 596,
          "\u8a0e": 597,
          "\u52a9": 598,
          "\u559c": 599,
          "\u5bb3": 600,
          "\u819a": 601,
          "\u983b": 602,
          "\u9187": 603,
          "\u9031": 604,
          "\u8edf": 605,
          "\u7537": 606,
          "\u80ba": 607,
          "\u9ed1": 608,
          "\u5598": 609,
          "\u93e1": 610,
          "\u5fc5": 611,
          "\u8eca": 612,
          "\u6b61": 613,
          "\u75f0": 614,
          "\u5e0c": 615,
          "m": 616,
          "\u7832": 617,
          "M": 618,
          "\u9000": 619,
          "\u6b62": 620,
          "\u8139": 621,
          "\u7dad": 622,
          "\u9078": 623,
          "\u6eff": 624,
          "\u756b": 625,
          "\u96e2": 626,
          "\u5c04": 627,
          "\u898f": 628,
          "\u66f8": 629,
          "\u9912": 630,
          "\u9aa8": 631,
          "\u7cbe": 632,
          "\u675f": 633,
          "\u6f0f": 634,
          "\u7570": 635,
          "\u689d": 636,
          "\u808c": 637,
          "\u914d": 638,
          "\u6d17": 639,
          "\u5149": 640,
          "\u6a19": 641,
          "\u818f": 642,
          "\u5411": 643,
          "g": 644,
          "\u75be": 645,
          "\u9ec3": 646,
          "\u7559": 647,
          "\uff22": 648,
          "\u55fd": 649,
          "\u8b49": 650,
          "U": 651,
          "\u50f9": 652,
          "\u5361": 653,
          "\u5438": 654,
          "\u64e6": 655,
          "\u4ee3": 656,
          "\u89f8": 657,
          "\u8b02": 658,
          "\u7f8e": 659,
          "\u64da": 660,
          "\u6628": 661,
          "\u6b72": 662,
          "\u6eab": 663,
          "\u7387": 664,
          "\u6ccc": 665,
          "\u504f": 666,
          "\u76e1": 667,
          "\u5229": 668,
          "\u96d6": 669,
          "\u75b9": 670,
          "\u6db2": 671,
          "\u7dca": 672,
          "\u7533": 673,
          "\u5ff5": 674,
          "\u526f": 675,
          "\u543c": 676,
          "\u66fe": 677,
          "X": 678,
          "\u4e7e": 679,
          "\u4e26": 680,
          "N": 681,
          "\u96a8": 682,
          "y": 683,
          "\u59b3": 684,
          "\u75d8": 685,
          "\u804a": 686,
          "\u7f50": 687,
          "\u6c57": 688,
          "\u5207": 689,
          "\u6562": 690,
          "\u8001": 691,
          "\u99ac": 692,
          "\u7720": 693,
          "\u7662": 694,
          "\u96f6": 695,
          "\u9910": 696,
          "\u5589": 697,
          "\u9060": 698,
          "\u4f7f": 699,
          "\u8a34": 700,
          "\u885d": 701,
          "\u666e": 702,
          "\u7d55": 703,
          "\u80d6": 704,
          "\u8d95": 705,
          "\u6b65": 706,
          "\u793a": 707,
          "\u62b9": 708,
          "\u775b": 709,
          "s": 710,
          "\u6688": 711,
          "\u586b": 712,
          "\u5f15": 713,
          "\u86cb": 714,
          "\u5e79": 715,
          "\u4f8b": 716,
          "\u986f": 717,
          "\u7834": 718,
          "\u8a0a": 719,
          "\u4e92": 720,
          "\u8996": 721,
          "\u5f85": 722,
          "\uff23": 723,
          "\u5f62": 724,
          "\u5668": 725,
          "\u56a8": 726,
          "\u641e": 727,
          "\u88cf": 728,
          "\u89c0": 729,
          "\u66b4": 730,
          "\u819c": 731,
          "\u5347": 732,
          "\u842c": 733,
          "\u503c": 734,
          "\u5abd": 735,
          "\u62ec": 736,
          "\u4ed8": 737,
          "\u8cc7": 738,
          "\u75e0": 739,
          "\u5747": 740,
          "\u9189": 741,
          "\u7cfb": 742,
          "\u738b": 743,
          "\u6848": 744,
          "\u64c7": 745,
          "\u8ab0": 746,
          "\u7d14": 747,
          "\u798f": 748,
          "\u5584": 749,
          "\u7bc0": 750,
          "\u5012": 751,
          "\u548c": 752,
          "\u5834": 753,
          "\u9f3b": 754,
          "h": 755,
          "\u7a4d": 756,
          "\u5404": 757,
          "\u984d": 758,
          "T": 759,
          "\u591c": 760,
          "\u695a": 761,
          "\u652f": 762,
          "\u6ce1": 763,
          "D": 764,
          "\u8ca0": 765,
          "\u5c08": 766,
          "\u5152": 767,
          "\u80aa": 768,
          "\u7fd2": 769,
          "\u6163": 770,
          "\u74b0": 771,
          "\u73a9": 772,
          "\u9069": 773,
          "\u9732": 774,
          "R": 775,
          "\u62d6": 776,
          "\u4f3c": 777,
          "\u5931": 778,
          "\uff28": 779,
          "\u6a13": 780,
          "\u5bc6": 781,
          "L": 782,
          "\u6587": 783,
          "\u7d71": 784,
          "\u5eb7": 785,
          "\u547d": 786,
          "\u722c": 787,
          "\u5f8b": 788,
          "\u9808": 789,
          "\u51b7": 790,
          "\u9020": 791,
          "\u56ca": 792,
          "\u764c": 793,
          "\u9304": 794,
          "\u9b06": 795,
          "\u61c2": 796,
          "\u81f4": 797,
          "\u7dda": 798,
          "\u59d0": 799,
          "\u4e82": 800,
          "\u7c3d": 801,
          "\u6bba": 802,
          "\u52d2": 803,
          "\u5e8a": 804,
          "\u968e": 805,
          "\u5973": 806,
          "\u5f04": 807,
          "\u4f9d": 808,
          "\u6b3e": 809,
          "\u5340": 810,
          "\u5de8": 811,
          "c": 812,
          "\u7562": 813,
          "\u623f": 814,
          "\u8154": 815,
          "\u7626": 816,
          "\u81bf": 817,
          "\u967d": 818,
          "\u62b5": 819,
          "\u4ecb": 820,
          "\u51b0": 821,
          "\u5bdf": 822,
          "\u4f4d": 823,
          "\u9858": 824,
          "\u969c": 825,
          "\uff29": 826,
          "G": 827,
          "\u5283": 828,
          "\u7adf": 829,
          "\u71df": 830,
          "\u5165": 831,
          "\u6cf0": 832,
          "\u83f8": 833,
          "\u65a4": 834,
          "\u570d": 835,
          "\u9673": 836,
          "\u7518": 837,
          "\u8853": 838,
          "\u53f8": 839,
          "u": 840,
          "\u5bc4": 841,
          "\u9650": 842,
          "\u78b0": 843,
          "\u4e56": 844,
          "\u826f": 845,
          "\u885b": 846,
          "\u6839": 847,
          "\u5371": 848,
          "b": 849,
          "f": 850,
          "\u617e": 851,
          "\u683c": 852,
          "\u8df3": 853,
          "\u539a": 854,
          "\u53d6": 855,
          "\u5410": 856,
          "\uff36": 857,
          "\u6b7b": 858,
          "\u9760": 859,
          "\u7814": 860,
          "\u7a76": 861,
          "\u8907": 862,
          "\u8cb4": 863,
          "\u6490": 864,
          "\u6293": 865,
          "\u8449": 866,
          "\u5883": 867,
          "\u96dc": 868,
          "\u7063": 869,
          "\uff27": 870,
          "\u9152": 871,
          "\u696d": 872,
          "\u65c1": 873,
          "\u54e5": 874,
          "\u5713": 875,
          "\u7d10": 876,
          "\u6559": 877,
          "\u53c3": 878,
          "\u62cd": 879,
          "\u6062": 880,
          "\u751c": 881,
          "\u907f": 882,
          "\u523a": 883,
          "\u8b6c": 884,
          "\u54c1": 885,
          "\u725b": 886,
          "\u5976": 887,
          "\u7fa9": 888,
          "\u8209": 889,
          "\u5171": 890,
          "\u820a": 891,
          "\u8208": 892,
          "\u6df1": 893,
          "\u9867": 894,
          "\u731c": 895,
          "\u9644": 896,
          "\u82e6": 897,
          "\u7e2e": 898,
          "\u96bb": 899,
          "\u7624": 900,
          "\uff2c": 901,
          "\u786c": 902,
          "\u706b": 903,
          "\u6d77": 904,
          "\u5e02": 905,
          "\u4f30": 906,
          "\u5fcd": 907,
          "\u67b6": 908,
          "\u8ce3": 909,
          "\u969b": 910,
          "\u62d2": 911,
          "\uff11": 912,
          "\u57f9": 913,
          "\u5c45": 914,
          "\u75bc": 915,
          "\u660f": 916,
          "\u5074": 917,
          "\u58eb": 918,
          "\u9223": 919,
          "\u7591": 920,
          "\u58de": 921,
          "\u7522": 922,
          "\u80f8": 923,
          "\u5b58": 924,
          "\u7238": 925,
          "\u82f1": 926,
          "\u8072": 927,
          "\u66ab": 928,
          "\uff10": 929,
          "\u6728": 930,
          "\u5712": 931,
          "\u690e": 932,
          "\u6f70": 933,
          "\u87f2": 934,
          "S": 935,
          "\u514b": 936,
          "\u6b77": 937,
          "\u80cc": 938,
          "\u75b2": 939,
          "\u61f7": 940,
          "\u7d39": 941,
          "\u672a": 942,
          "\u9418": 943,
          "\u59d1": 944,
          "\u9ef4": 945,
          "\u6b64": 946,
          "\u6309": 947,
          "\u7d1a": 948,
          "\u5805": 949,
          "\u61f6": 950,
          "\u5177": 951,
          "\uff0e": 952,
          "\u760d": 953,
          "\u52de": 954,
          "\u77f3": 955,
          "\u7bc4": 956,
          "\u5f31": 957,
          "\u6bdb": 958,
          "\u7d42": 959,
          "\u84cb": 960,
          "\u9451": 961,
          "\u9752": 962,
          "\u8292": 963,
          "\u5e03": 964,
          "\u8ca7": 965,
          "\u672b": 966,
          "\u6b8a": 967,
          "\u76ca": 968,
          "\u5fd7": 969,
          "\u7919": 970,
          "\u5077": 971,
          "\u7d61": 972,
          "\u8a55": 973,
          "\u6a1e": 974,
          "v": 975,
          "\u9670": 976,
          "\u5ba2": 977,
          "\u5145": 978,
          "\u547c": 979,
          "\u81e8": 980,
          "\u6478": 981,
          "\u677f": 982,
          "\u65cf": 983,
          "\u7b4b": 984,
          "\u8461": 985,
          "\u8404": 986,
          "\u96d9": 987,
          "\u6fd5": 988,
          "\u63a8": 989,
          "\u81a0": 990,
          "\u53ad": 991,
          "\u674e": 992,
          "\u56f0": 993,
          "\u719f": 994,
          "\u5708": 995,
          "\u68a8": 996,
          "\u9014": 997,
          "\u59ca": 998,
          "\u5be7": 999,
          "\u8ddd": 1000,
          "\u5c01": 1001,
          "\uff2d": 1002,
          "\u4f2f": 1003,
          "\u5716": 1004,
          "\u5440": 1005,
          "\u6176": 1006,
          "\u8f9b": 1007,
          "\u70c8": 1008,
          "\u6350": 1009,
          "\u8d9f": 1010,
          "\u7c64": 1011,
          "\u900f": 1012,
          "\u7b26": 1013,
          "\u6843": 1014,
          "\u817a": 1015,
          "\u7e41": 1016,
          "\u52c9": 1017,
          "\u53b2": 1018,
          "w": 1019,
          "\u64fe": 1020,
          "\u8bf6": 1021,
          "\u5f91": 1022,
          "\u7206": 1023,
          "\u6212": 1024,
          "\u5546": 1025,
          "\u8ac7": 1026,
          "\u98fd": 1027,
          "\u5b98": 1028,
          "\u7bb1": 1029,
          "\u7b11": 1030,
          "\u724c": 1031,
          "\u5641": 1032,
          "\u62fc": 1033,
          "\uff32": 1034,
          "\u74e3": 1035,
          "\u865b": 1036,
          "\u9d3b": 1037,
          "\u6296": 1038,
          "\u80a9": 1039,
          "\u6572": 1040,
          "\u60b6": 1041,
          "\u5224": 1042,
          "\u8a17": 1043,
          "\u9678": 1044,
          "\u8feb": 1045,
          "\u9583": 1046,
          "\u5143": 1047,
          "\u6afb": 1048,
          "\u88dd": 1049,
          "\u8336": 1050,
          "\u5616": 1051,
          "\u311f": 1052,
          "\u7c92": 1053,
          "\u7b46": 1054,
          "\u642d": 1055,
          "\u5317": 1056,
          "\u6ef2": 1057,
          "\u50be": 1058,
          "\u541e": 1059,
          "\u8cac": 1060,
          "\u62ac": 1061,
          "\u7532": 1062,
          "\u89aa": 1063,
          "\u5ba4": 1064,
          "\u767b": 1065,
          "\u7a7f": 1066,
          "\u5178": 1067,
          "\u542b": 1068,
          "\u7af9": 1069,
          "\u6050": 1070,
          "\u5f7c": 1071,
          "\u8a62": 1072,
          "\u806f": 1073,
          "\uff12": 1074,
          "\u7b54": 1075,
          "\u5617": 1076,
          "\u5b55": 1077,
          "\u5766": 1078,
          "\u5cf6": 1079,
          "\u65af": 1080,
          "\u6a58": 1081,
          "\u812b": 1082,
          "\u8863": 1083,
          "\u901f": 1084,
          "\u6383": 1085,
          "\u552f": 1086,
          "\u79fb": 1087,
          "\u653f": 1088,
          "\u661f": 1089,
          "\u6de1": 1090,
          "\u9eb5": 1091,
          "\u6de8": 1092,
          "\u91d1": 1093,
          "\u7259": 1094,
          "\u96e8": 1095,
          "\u9cf3": 1096,
          "\u810a": 1097,
          "\u4f9b": 1098,
          "\u9ecf": 1099,
          "\u77ed": 1100,
          "\u9054": 1101,
          "\u5c24": 1102,
          "\u5ffd": 1103,
          "\u78bc": 1104,
          "\u7126": 1105,
          "\u91cb": 1106,
          "\u5c55": 1107,
          "\u76d2": 1108,
          "\u5609": 1109,
          "\u8077": 1110,
          "\u53ca": 1111,
          "\u667a": 1112,
          "\u9396": 1113,
          "\uff21": 1114,
          "\u76dc": 1115,
          "\u5c71": 1116,
          "\u7da0": 1117,
          "\u5a5a": 1118,
          "\u6311": 1119,
          "\u687f": 1120,
          "\u817f": 1121,
          "\u7a31": 1122,
          "\u7df4": 1123,
          "\u7e54": 1124,
          "\u8b80": 1125,
          "\u65a5": 1126,
          "\u6c96": 1127,
          "\u5e78": 1128,
          "\u6f5b": 1129,
          "\u9435": 1130,
          "\u6ac3": 1131,
          "\u5ef6": 1132,
          "\u6a21": 1133,
          "W": 1134,
          "\u5ee3": 1135,
          "\u7aef": 1136,
          "\u7c89": 1137,
          "\u7f6e": 1138,
          "\u5faa": 1139,
          "\u7531": 1140,
          "\u523b": 1141,
          "\u5435": 1142,
          "\u888b": 1143,
          "\u96c6": 1144,
          "\u6551": 1145,
          "\u7701": 1146,
          "\u66f2": 1147,
          "\u6975": 1148,
          "\u5f70": 1149,
          "\uff39": 1150,
          "\uff35": 1151,
          "\u63a1": 1152,
          "\u6d6a": 1153,
          "\u60e1": 1154,
          "\u8aa4": 1155,
          "\u840e": 1156,
          "\u8a13": 1157,
          "\u6fc0": 1158,
          "\u5373": 1159,
          "\u8f38": 1160,
          "\u4eae": 1161,
          "\uff14": 1162,
          "\u4fee": 1163,
          "\u64cd": 1164,
          "\u96b1": 1165,
          "\u843d": 1166,
          "\u716e": 1167,
          "\u80f0": 1168,
          "\u4f0f": 1169,
          "\u52e2": 1170,
          "\u4ed9": 1171,
          "\u8349": 1172,
          "\u7f69": 1173,
          "\u8db3": 1174,
          "\u8a87": 1175,
          "\u67d0": 1176,
          "\u9727": 1177,
          "\u9a0e": 1178,
          "\u8010": 1179,
          "\u6458": 1180,
          "\u85cd": 1181,
          "\u6b98": 1182,
          "\u963b": 1183,
          "\u9006": 1184,
          "\u8106": 1185,
          "\u63d2": 1186,
          "\uff16": 1187,
          "\u6625": 1188,
          "\u6df7": 1189,
          "\u809b": 1190,
          "\u6e90": 1191,
          "\u727d": 1192,
          "\u80a5": 1193,
          "\u5409": 1194,
          "\u55dc": 1195,
          "\u5687": 1196,
          "\u54a7": 1197,
          "\u5740": 1198,
          "\u62d4": 1199,
          "\u71ac": 1200,
          "\u81c9": 1201,
          "\u6a02": 1202,
          "\u8ca8": 1203,
          "\u560d": 1204,
          "\u91ce": 1205,
          "\u9320": 1206,
          "\uff33": 1207,
          "\u53ee": 1208,
          "\u6059": 1209,
          "\u6236": 1210,
          "\u7c21": 1211,
          "\u8afe": 1212,
          "\u5b24": 1213,
          "\u9e7d": 1214,
          "\u8eba": 1215,
          "\u66c9": 1216,
          "\uff38": 1217,
          "\uff13": 1218,
          "\u512a": 1219,
          "\u9805": 1220,
          "\u75c2": 1221,
          "\u5c4e": 1222,
          "\u984f": 1223,
          "\u590f": 1224,
          "\u6d95": 1225,
          "\u9f20": 1226,
          "\u8e4a": 1227,
          "\u6a4b": 1228,
          "\u65bd": 1229,
          "\u5c07": 1230,
          "\u62d0": 1231,
          "\u6756": 1232,
          "\u5b69": 1233,
          "\u7d19": 1234,
          "\u8b66": 1235,
          "\u6182": 1236,
          "\u9b31": 1237,
          "\u65e2": 1238,
          "\u6ef4": 1239,
          "\u8584": 1240,
          "\u83ef": 1241,
          "\u51dd": 1242,
          "\u60f1": 1243,
          "\u9ad3": 1244,
          "\u5c0e": 1245,
          "\u6b0a": 1246,
          "\u7a97": 1247,
          "\u934b": 1248,
          "\u68af": 1249,
          "\u6821": 1250,
          "\u5e7b": 1251,
          "\u8017": 1252,
          "\u8986": 1253,
          "\u8da3": 1254,
          "\uff2e": 1255,
          "\u6016": 1256,
          "\u5e97": 1257,
          "\u7acb": 1258,
          "\u5b87": 1259,
          "\u96c4": 1260,
          "\u6ed1": 1261,
          "\u5c3e": 1262,
          "\u8cbc": 1263,
          "\u813e": 1264,
          "\u674f": 1265,
          "\u5bd2": 1266,
          "\u8108": 1267,
          "\u7f85": 1268,
          "\u649e": 1269,
          "\u5f1f": 1270,
          "\u6c5f": 1271,
          "\u8f2a": 1272,
          "\u626d": 1273,
          "\u585e": 1274,
          "\u62b1": 1275,
          "\u819d": 1276,
          "\u5e9c": 1277,
          "\u5a66": 1278,
          "\u9b5a": 1279,
          "\u98c6": 1280,
          "\u70b8": 1281,
          "\u704c": 1282,
          "\u651d": 1283,
          "\u7652": 1284,
          "\u8ab2": 1285,
          "\u6295": 1286,
          "\u92b7": 1287,
          "\u79cb": 1288,
          "\u59e8": 1289,
          "\u8f09": 1290,
          "\u6563": 1291,
          "\u9ad2": 1292,
          "\u6905": 1293,
          "\u7dd2": 1294,
          "\u6469": 1295,
          "\u634f": 1296,
          "\u627f": 1297,
          "\u66ec": 1298,
          "\u4f75": 1299,
          "\u638c": 1300,
          "\u758f": 1301,
          "\u68d2": 1302,
          "\u54e1": 1303,
          "\u78e8": 1304,
          "\u64e0": 1305,
          "\u52c1": 1306,
          "\u731b": 1307,
          "\u596e": 1308,
          "\u904d": 1309,
          "\u9996": 1310,
          "\u63aa": 1311,
          "\u6b78": 1312,
          "\u69cd": 1313,
          "\u7e23": 1314,
          "\u8cfc": 1315,
          "\u62ab": 1316,
          "\u6200": 1317,
          "\u52fe": 1318,
          "\u9ed8": 1319,
          "\u66ff": 1320,
          "\u7b8b": 1321,
          "\u5217": 1322,
          "\u7fa4": 1323,
          "\u5fb5": 1324,
          "\u723a": 1325,
          "\u76f2": 1326,
          "\u871c": 1327,
          "\u7d9c": 1328,
          "\u868a": 1329,
          "\u58c1": 1330,
          "\u54e8": 1331,
          "\u8cc8": 1332,
          "\u795d": 1333,
          "\u9ce5": 1334,
          "\u5f4e": 1335,
          "\u754f": 1336,
          "\u642c": 1337,
          "\u63cf": 1338,
          "\u8eb2": 1339,
          "\u524a": 1340,
          "\u51f8": 1341,
          "\u5806": 1342,
          "\u7de3": 1343,
          "\u60a3": 1344,
          "\u6f14": 1345,
          "\u4f5b": 1346,
          "\u9010": 1347,
          "\u528d": 1348,
          "\u6691": 1349,
          "\u8e0f": 1350,
          "\u76e4": 1351,
          "\u8da8": 1352,
          "\u66b8": 1353,
          "\u6c89": 1354,
          "\u6291": 1355,
          "\u6545": 1356,
          "\u7cca": 1357,
          "\u6eaa": 1358,
          "\u7ff0": 1359,
          "\u51ac": 1360,
          "\u6e9d": 1361,
          "\u7d5e": 1362,
          "\u71d9": 1363,
          "\u8932": 1364,
          "\u6f31": 1365,
          "\u975c": 1366,
          "\u5c41": 1367,
          "\u91d0": 1368,
          "\u9b27": 1369,
          "\u5e25": 1370,
          "\u5466": 1371,
          "\u5147": 1372,
          "\u5c0b": 1373,
          "\u4e1f": 1374,
          "\u55e8": 1375,
          "\u5ca1": 1376,
          "\u622a": 1377,
          "\u5514": 1378,
          "\u6dbc": 1379,
          "\u6abb": 1380,
          "\u6e23": 1381,
          "\u5275": 1382,
          "\u4eac": 1383,
          "\u61b6": 1384,
          "\u5473": 1385,
          "\u6751": 1386,
          "\u6c1b": 1387,
          "\u82e5": 1388,
          "\u4eab": 1389,
          "\u78c1": 1390,
          "\u7729": 1391,
          "\u5100": 1392,
          "\u9945": 1393,
          "\u5ec1": 1394,
          "\u8f1d": 1395,
          "\u54ac": 1396,
          "\u7009": 1397,
          "\u96f7": 1398,
          "\u8a3b": 1399,
          "\u723d": 1400,
          "\u9f9c": 1401,
          "\u5922": 1402,
          "\u968a": 1403,
          "\u79c1": 1404,
          "\u8861": 1405,
          "\u6c99": 1406,
          "\u9f8d": 1407,
          "\u9aee": 1408,
          "\u9748": 1409,
          "\u8c9d": 1410,
          "\u8de1": 1411,
          "\u6b96": 1412,
          "\u8116": 1413,
          "\u7aa9": 1414,
          "\u6388": 1415,
          "\u79c0": 1416,
          "\u53f2": 1417,
          "\u6d32": 1418,
          "\u62c6": 1419,
          "\u5c3c": 1420,
          "\u74dc": 1421,
          "\u98db": 1422,
          "\u7f75": 1423,
          "\u9589": 1424,
          "\u72f9": 1425,
          "\u721b": 1426,
          "\u5509": 1427,
          "\u7926": 1428,
          "\u7f3a": 1429,
          "\u829d": 1430,
          "\u901b": 1431,
          "\u57f7": 1432,
          "\u7621": 1433,
          "\u5634": 1434,
          "\u571f": 1435,
          "\u500d": 1436,
          "\u5c4f": 1437,
          "\u93ae": 1438,
          "\u7ae0": 1439,
          "\u8180": 1440,
          "\u4fc3": 1441,
          "\u6cbe": 1442,
          "\u966a": 1443,
          "\u6473": 1444,
          "\u5b63": 1445,
          "\u916f": 1446,
          "\u69ae": 1447,
          "\u5026": 1448,
          "\u83ab": 1449,
          "\u71d5": 1450,
          "\u9ea5": 1451,
          "\u832b": 1452,
          "\u4e38": 1453,
          "\u676f": 1454,
          "\u6876": 1455,
          "Y": 1456,
          "\u904a": 1457,
          "\u8ff7": 1458,
          "\uff19": 1459,
          "\u54a6": 1460,
          "\u52aa": 1461,
          "\u6085": 1462,
          "\u9b3c": 1463,
          "\u5354": 1464,
          "\u79d2": 1465,
          "\u5272": 1466,
          "\u718a": 1467,
          "\u5185": 1468,
          "\u77ad": 1469,
          "\u857e": 1470,
          "\u6c38": 1471,
          "=": 1472,
          "\uff15": 1473,
          "\u5999": 1474,
          "\u76db": 1475,
          "\u51c6": 1476,
          "\u754c": 1477,
          "\u671d": 1478,
          "\u98c4": 1479,
          "\u7cd5": 1480,
          "\u5141": 1481,
          "\u798d": 1482,
          "\u8dcc": 1483,
          "\u6f54": 1484,
          "\u6f64": 1485,
          "\u9f13": 1486,
          "\u679d": 1487,
          "\u8ced": 1488,
          "\u5d57": 1489,
          "%": 1490,
          "\u8033": 1491,
          "\u632f": 1492,
          "\u7cde": 1493,
          "\u7e73": 1494,
          "\u5b9c": 1495,
          "\u8377": 1496,
          "\u8e8d": 1497,
          "\u8783": 1498,
          "\u87f9": 1499,
          "\u7c73": 1500,
          "\u90ce": 1501,
          "\u8e29": 1502,
          "\u5bf6": 1503,
          "\u6a62": 1504,
          "\u5be1": 1505,
          "\u6e38": 1506,
          "\u8fb0": 1507,
          "\u5f79": 1508,
          "\u64b2": 1509,
          "\u864e": 1510,
          "\u76b0": 1511,
          "\u6591": 1512,
          "\u906d": 1513,
          "\u7cb9": 1514,
          "\u6c0f": 1515,
          "\u57cb": 1516,
          "\u604d": 1517,
          "\u7ffb": 1518,
          "\u6487": 1519,
          "\u8a73": 1520,
          "\u690d": 1521,
          "\u4e18": 1522,
          "\u7bad": 1523,
          "\u6d1b": 1524,
          "\u9811": 1525,
          "\u6241": 1526,
          "\u59ff": 1527,
          "\u6a39": 1528,
          "\u6b50": 1529,
          "\u6750": 1530,
          "\u95c6": 1531,
          "\u5bec": 1532,
          "\u68c9": 1533,
          "\u892a": 1534,
          "\u89d2": 1535,
          "\u63a2": 1536,
          "\u96f2": 1537,
          "\u7de9": 1538,
          "\u6280": 1539,
          "\u5857": 1540,
          "\u9999": 1541,
          "\u5614": 1542,
          "\u4fb5": 1543,
          "\u91cc": 1544,
          "\u8fa3": 1545,
          "\u4ee4": 1546,
          "\u6bcd": 1547,
          "\u7c3f": 1548,
          "\u5237": 1549,
          "\u908f": 1550,
          "\u8f2f": 1551,
          "\u6cc4": 1552,
          "\u6beb": 1553,
          "\u6263": 1554,
          "\u6f6e": 1555,
          "\u8702": 1556,
          "\u6d1e": 1557,
          "\u6790": 1558,
          "\u5f48": 1559,
          "\u90b5": 1560,
          "\u5674": 1561,
          "\u5783": 1562,
          "\u573e": 1563,
          "\u59d4": 1564,
          "\u5a49": 1565,
          "\u6fdf": 1566,
          "\u7f72": 1567,
          "\u5bcc": 1568,
          "\u62f7": 1569,
          "\u8098": 1570,
          "\u5f1b": 1571,
          "\u59b9": 1572,
          "\u4f50": 1573,
          "\u7e96": 1574,
          "\u6ef7": 1575,
          "\u8f14": 1576,
          "\u7248": 1577,
          "\u7cdf": 1578,
          "\u64fa": 1579,
          "\u9f66": 1580,
          "\u8f3b": 1581,
          "\u5b97": 1582,
          "\u54e9": 1583,
          "\u5ac1": 1584,
          "\u5e8f": 1585,
          "\u9003": 1586,
          "\u8c8c": 1587,
          "\u5377": 1588,
          "\u61fc": 1589,
          "\u9336": 1590,
          "\u9a5a": 1591,
          "\u6089": 1592,
          "\u6109": 1593,
          "\u97d3": 1594,
          "\u8f29": 1595,
          "\u675c": 1596,
          "\u7cfe": 1597,
          "\u66fc": 1598,
          "\u9813": 1599,
          "\u5e76": 1600,
          "\u9817": 1601,
          "\u7b9d": 1602,
          "\u507d": 1603,
          "\u666f": 1604,
          "\u6158": 1605,
          "\u9801": 1606,
          "\u55ac": 1607,
          "F": 1608,
          "\u5ee2": 1609,
          "\u67f3": 1610,
          "\u5f27": 1611,
          "\u6620": 1612,
          "\u9150": 1613,
          "\u593e": 1614,
          "\u540e": 1615,
          "\u81fa": 1616,
          "\u7d2b": 1617,
          "\u5835": 1618,
          "\u85a6": 1619,
          "\u85c9": 1620,
          "\u8e22": 1621,
          "\u8c50": 1622,
          "\u7dbf": 1623,
          "\u5c1a": 1624,
          "\u9903": 1625,
          "\u5287": 1626,
          "\u7ae5": 1627,
          "\u5e7c": 1628,
          "\u7a1a": 1629,
          "\u9e7c": 1630,
          "\u9bae": 1631,
          "\u62bf": 1632,
          "\u84ee": 1633,
          "\u7b28": 1634,
          "\u6d2a": 1635,
          "\u5948": 1636,
          "\u5951": 1637,
          "\u5915": 1638,
          "\u5357": 1639,
          "\u6cf3": 1640,
          "\uff26": 1641,
          "\u7d72": 1642,
          "\u5fb7": 1643,
          "z": 1644,
          "\u91dc": 1645,
          "\u9776": 1646
        },
        "token_pad": "<PAD>",
        "token_unk": "<UNK>",
        "token_bos": "<BOS>",
        "token_eos": "<EOS>",
        "dataset_info": {
          "RECOMMEND_LEN": 47,
          "token_count": 1647
        },
        "add_bos_eos": false,
        "sequence_length": 47
      },
      "module": "kashgari.processors.labeling_processor",
      "task": "labeling"
    },
    "class_name": "BareEmbedding",
    "module": "kashgari.embeddings.bare_embedding",
    "config": {
      "sequence_length": 47,
      "embedding_size": 100,
      "task": "labeling"
    },
    "embed_model": {
      "class_name": "Model",
      "config": {
        "name": "model",
        "layers": [
          {
            "name": "input",
            "class_name": "InputLayer",
            "config": {
              "batch_input_shape": [
                null,
                47
              ],
              "dtype": "float32",
              "sparse": false,
              "name": "input"
            },
            "inbound_nodes": []
          },
          {
            "name": "layer_embedding",
            "class_name": "Embedding",
            "config": {
              "name": "layer_embedding",
              "trainable": true,
              "batch_input_shape": [
                null,
                null
              ],
